Repository: robbforce/script.playnite.launcher
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr, pt_br

# #50050
source: General
fr_fr: Général
pt_br: Geral

# #50100
source: Advanced
fr_fr: Avancé
pt_br: Avancé

# #50051
source: Kodi exe
fr_fr: Emplacement de Kodi
pt_br: Local do Kodi

# #50052
source: Playnite desktop exe
fr_fr: Emplacement de Playnite desktop
pt_br: Local do Playnite desktop

# #50053
source: Playnite fullscreen exe
fr_fr: Emplacement de Playnite fullscreen
pt_br: Local do Playnite fullscreen

# #50054
source: Quit Kodi
fr_fr: Quitter Kodi
pt_br: Fechar Kodi

# #50125
source: Force kill Kodi after X seconds? (zero to disable)
fr_fr: Forcer Kodi à tuer après X secondes? (zéro pour désactiver)
pt_br: Forçar a morte de Kodi após X segundos? (zero para desativar)

# #50126
source: Launch Playnite in desktop mode
fr_fr: Lancez Playnite en mode desktop
pt_br: Inicie o Playnite no modo desktop

# #50110
source: Delete and update userdata scripts on next run
fr_fr: Supprimer et mettre à jour les scripts utilisateurs au prochain lancement
pt_br: Apagar e atualizar o script na inicialização do Playnite

# #50111
source: Custom path for scripts
fr_fr: Chemin d'accès personnalisé pour les scripts
pt_br: Caminho personalizado para scripts

# #50112
source: 'Busy dialog' timeout (in seconds)
fr_fr: Temps d'attente pendant la fenêtre 'Occupé' (en secondes)
pt_br: Tempo limite de 'diálogo ocupado' (em segundos)

# #50113
source: Script update notification
fr_fr: Notification de mise à jour du script
pt_br: Notificação de atualização de script

# #50114
source: Program path check
fr_fr: Vérification de l'emplacement du fichier
pt_br: Verificar caminho do programa

# #50115
source: Run Kodi in portable mode
fr_fr: Kodi en mode portable
pt_br: Kodi em modo portável

# #50116
source: Run a script before Playnite
fr_fr: Lancer un script après Playnite
pt_br: Rodar um script antes de inicializar o Playnite?

# #50117
source: Pre Playnite script location
fr_fr: Emplacement du script avant Playnite
pt_br: Local do script pre Playnite

# #50118
source: Post Playnite script location
fr_fr: Emplacement du script après Playnite
pt_br: Local do script pós Playnite

# #50119
source: Run a script after Playnite
fr_fr: Lancer un script après Playnite
pt_br: Rodar um script após fechar o Playnite

# #50121
source: Suspend Kodi audio when running Playnite
fr_fr: Suspendre Kodi audio lors de l'exécution Playnite
pt_br: Suspender o áudio do Kodi ao rodar o Playnite

# #50122
source: Scripts folder
fr_fr: Dossier scripts
pt_br: Pasta scripts

# #50123
source: Minimize/Maximize Kodi
fr_fr: Minimiser/Maximiser Kodi
pt_br: Minimizar/Maximizar Kodi

# #50124
source: Parameters to pass to the Playnite executable
fr_fr: Paramètres à passer à l'exécutable Playnite
pt_br: Parâmetros para passar para o executável Playnite

# #50210
source: File does not exist
fr_fr: Le fichier n'existe pas
pt_br: Arquivo não existe

# #50211
source: Open addon settings?
fr_fr: Ouvrir les paramètres de l'addon ?
pt_br: Abrir configurações do addon?

# #50212
source: ERROR!
fr_fr: ERREUR !
pt_br: ERRO!

# #50213
source: New scripts available, update userdata scripts?
fr_fr: Mises à jour disponibles, mettre les scripts utilisateurs à jour ?
pt_br: Novos scripts disponíveis, atualizar o script?

# #50124
source: Select 'No' to disable the Script Update Check
fr_fr: Choisir 'Non' pour désactiver la vérification des mises à jours du script
pt_br: Selecione 'Não' para desabilitar a verificação de atualização de script

# #50125
source: Check kodi.log file for details
fr_fr: Vérifiez le kodi.log fichier pour plus de détails
pt_br: Verifique o arquivo kodi.log para detalhes
